{
    "data": [
        {
            "title": "Canine Stomach Cancer: Symptoms, Treatments and Prognosis",
            "introduction" : "Stomach cancer may not be one of the most common types of canine cancer, but it can be one of the most devastating. This cruel disease often shows no symptoms until it has already reached advanced stages and is more commonly seen in older dogs.",
            "body": [
                {
                    "subtitle": "Risk Factors",
                    "text": "The cause of stomach cancer in dogs is generally unknown, but there are some associated risk factors, including age, sex and breed. Both benign and malignant stomach tumors are more common in older dogs, particularly males around 9 years of age."
                },
                {
                    "subtitle": "Types of Stomach Tumors in Dogs",
                    "text": "There are a few different types of tumors that can grow within a dog’s stomach. These may be benign (non-cancerous) or malignant (cancerous) with chances of spreading to other parts of the body. When left untreated, both can continue to grow and interfere with stomach function, while also increasing the risk of tumor ulceration and gastric obstruction.Cases involving ulcerating tumors also run the risk of developing a stomach perforation, or a hole in the stomach, which can lead to a dangerous, sometimes life-threatening condition known as peritonitis."
                },
                {
                    "subtitle": "Signs and Symptoms",
                    "text": "Symptoms of stomach cancer in dogs usually develop gradually over weeks or months, with vomiting being the most common. This is often the first sign and it may appear blood-tinged or resemble coffee grounds as the condition progresses. This is due to ulcerating tumors, or tumors that break open and bleed. Black stools are also an indication of an ulcerated stomach tumor."
                },
                {
                    "subtitle": "Treatment Options",
                    "text": "Treatments for canine stomach cancer may involve surgery, chemotherapy, radiation, or a combination of treatments."
                },
                {
                    "subtitle": "Prognosis: Life Expectancy for Dogs With Stomach Cancer",
                    "text": "Unfortunately, the prognosis for dogs diagnosed with malignant stomach tumors is not positive, as in most cases, the cancer has already progressed to advanced stages.The most common tumor, gastric adenocarcinoma, carries a guarded prognosis as the cancer has often already begun to metastasize (spread to other parts) at the time of diagnosis. Overall survival times are commonly less than 6 months, with the possibility of the tumors growing back after treatment.Dogs with gastric leiomyosarcoma can potentially be cured with surgery alone, but survival rates are similar to those of gastric adenocarcinoma when diagnosed in the advanced stages."
                }
            ]
        },
        {
            "title": "503B Compounding and the Future Of Veterinary Medicine",
            "introduction": "Pharmaceutical compounding is a valuable and often misunderstood practice, steeped in history and tradition. Modern compounding—often referred to as 503A—is a niche business, providing patient-specific formulations to satisfy individual needs.Because commercially available drugs are marketed almost exclusively for humans, compounding has become an essential resource for veterinary medicine. Veterinarians often depend on 503A pharmacies to provide preparations at lower concentrations and in more palatable dosage forms to optimize treatment for their patients.",
            "body":[
                {
                    "subtitle": "503A Compounding",
                    "text": "However, without proper management and regulations, 503A compounding can potentially be detrimental. Presently, 503A pharmacies are not required to adhere to Current Good Manufacturing Practice (cGMP), objectives put forth by the Food and Drug Administration (FDA) to ensure that pharmaceuticals achieve a specified standard of safety. The quality of products produced in a 503A facility depend on the pharmacy’s voluntary conformance with cGMP, which can be substantially cost-prohibitive, requiring anywhere from $50,000 to $100,000+ of investment for a single formulation.Testing on raw materials and finished products may be performed to an extent depending on the facility, but the data are often incomplete, testing only one or two factors while omitting others that would affect the overall quality of the product. The variability of cGMP compliance from pharmacy to pharmacy paves the way for glaring omissions in procedures that can lead to patient harm."
                },
                {
                    "subtitle": "How 503B is Different",
                    "text": "From a clinician’s perspective, these facts left many unanswered questions regarding the quality of medication they receive. In 2013 the Drug Quality and Security Act was signed establishing a new set of standards for compounding pharmacies, called 503B. While it is voluntary to register as a 503B facility, a facility with this designation is required to conform to cGMP standards.Also, unlike 503A, 503B facilities can manufacture batches which can be sold without patient-specific prescriptions, known as “outsourcing.” Instead, they can be sold to healthcare facilities, who can subsequently retain them for office use. This added distribution capability is permitted by the FDA due to rigorous testing and controls from beginning to end of production."
                },
                {
                    "subtitle": "Conclusion",
                    "text": "Veterinarians must often find a balance when it comes to prescribing. Price and availability will always play major roles for their clients. Additionally, they may see the value in ordering a specifically formulated 3.125 mg capsule, despite lack of potency testing, when only 3 mg and 4 mg tablets are available from a 503B facility.These are concerns that can vary from clinician to clinician and from patient to patient. It is important that prescribers make informed judgments on the medication they receive to ensure the best possible patient outcomes. Veterinarians, more than ever before, can be assured that their order meets standards of safety and quality, if they know what to look for in a compounding pharmacy."
                }
            ]
        },
        {
            "title": "Toe Fractures: Causes, Diagnosis and Treatment",
            "introduction": "The paws have many small bones. There are four larger bones of the hind and forelimb paws called the metatarsals and metacarpals, respectively. A set of three smaller bones is attached to each of the metatarsal and metacarpal bones, which form the toes, also known as the digits. These toe bones are called phalanges.",
            "body":[
                {
                    "subtitle": "Cause of Fractures",
                    "text": "Being stepped on, Being hit by a car, Getting the toe caught in a slatted floor (deck) or fence, Stubbing the toe"
                },
                {
                    "subtitle": "Signs and Diagnosis",
                    "text": "The clinical signs of a phalangeal fracture include:Lameness, Swelling, Abnormal movement of the affected digit (instability).In order to diagnose a fracture, X-rays of the affected area are needed. Prior to anesthesia and surgery, blood work is done in order to evaluate the health of the internal organs."
                },
                {
                    "subtitle": "Surgery",
                    "text": "Surgery involves A team of veterinarians prepare tools in a surgery suite.realigning the fractured bones and securing them in place with a combination of plates, screws, pins and wires. Depending on the type of surgical repair used, a splint may be needed for four-to-five weeks after surgery."
                }
            ]
        },
        {
            "title": "Melanoma: Clinical Signs, Treatments and Prognosis",
            "introduction": "Melanoma is a tumor that can develop in the skin, toenail bed, lips, eye, intestine and other unusual places. These tumors originate from the pigment-producing cells called melanocytes, which are responsible for giving humans a tan with sun exposure. Melanomas located on the haired skin (except the toenail bed) generally do not spread to other organs (metastasis). Of all digital tumors, 17.3% have been reported to be melanomas. These tumors have a very high metastasis rate. At the time of diagnosis of a digital melanoma, roughly one-third of dogs will have detectable spread of the tumor to the lungs. Melanoma is the most common oral tumor. In general, these tumors are locally invasive and spread rapidly to the regional lymph nodes and lungs. There are certain types of melanomas on the lips and oral cavity that have less tendency to spread and a good chance to be cured with surgery.",
            "body":[
                {
                    "subtitle": "Clinical Signs",
                    "text": "A brown or black mass (lump) is the most common sign of a melanoma; however, some are not pigmented and may appear as a pink mass. A melanoma that involves the toenail bed may cause the toe to swell and cause lameness. Initially, this tumor of the digit may mimic the appearance of an infected toe; however, treatment with antibiotics does not resolve the problem. A melanoma in the oral cavity may produce signs of drooling, bad breath, reluctance to chew hard food and blood coming from the mouth. Enlargement of lymph nodes in the area of the tumor may be a sign of spread of the tumor to these nodes. If the tumor has spread to the lungs, potential clinical signs may include breathing difficulty, coughing, weight loss, poor appetite and malaise."
                },
                {
                    "subtitle": "Diagnosis",
                    "text": "The diagnosis of a melanoma is based upon a fine needle biopsy or surgically collecting a piece of tissue from the mass. If the fine needle biopsy does not provide a definitive diagnosis, a core of tissue may be required. A complete blood count, chemistry profile and urine testing are done to evaluate the health of your companion’s internal organs prior to anesthesia and surgery."
                },
                {
                    "subtitle": "Treatments",
                    "text": "Melanomas located in the haired skin (except for the nail bed) are typically benign and only require conservative simple surgical removal. If the tumor is located on the toenail bed, amputation of the entire toe is essential."
                }
            ]
        },
        {
            "title": "What Is Radiation Therapy?",
            "introduction": "Radiation therapy is a form of cancer treatment that is most helpful for tumors with a low rate of metastasis (spread to other organs) that are confined to one area of the body.",
            "body":[
                {
                    "subtitle": "How is it administered?",
                    "text": "Radiation therapy cannot be given in one large dose without causing complications to the normal tissues. Therefore, this therapy is administered in small doses over multiple daily treatments to give the best chance of tumor control while minimizing damage to the normal tissues. A unique treatment plan is made for each patient based on tumor location, tumor type and the goal for treatment. Palliative protocols require fewer treatments given on a more flexible schedule. Because patients must remain perfectly still during each treatment, they must be put under anesthesia. Although there is a small risk associated with repeated anesthetic events, each patient is monitored very closely during his or her treatment. In addition, only short-acting anesthetic drugs are used to minimize side effects and to allow patients to wake quickly."
                }
            ]
        },
        {
            "title": "Dermatophytosis (ringworm), fungal infection of the hair and skin",
            "introduction": "Three species of ringworm cause the majority of infections: Microsporum canis, Microsporum gypseum and Trichophyton mentagrophytes.The most common sources of infection are other infected pets, rodents, contaminated environments and occasionally the soil. Some animals may act as carriers of the disease with no visible lesions (asymptomatic carrier). This is more commonly seen in cats with M. canis infections.",
            "body":[
                {
                    "subtitle": "Symptoms",
                    "text": "The clinical signs of infection are most commonly hair loss, broken hairs and increased pigmentation of the skin. Other signs may include red bumps, itching, crusting, scaling and occasionally pus. When the nails are affected they may be broken and brittle, which may result in loss of nails or nail deformities."
                },
                {
                    "subtitle": "Diagnosis & Therapy",
                    "text": "The diagnosis of ringworm is based on a Wood’s lamp examination, fungal cultures and/or a skin biopsy. Cultures may take up to two weeks to grow. Therapy for ringworm includes elimination of organisms contaminating the environment, treatment of affected pets and control of asymptomatic carriers. The termination of treatment is based on physical exam and having three negative fungal cultures 2-3 weeks apart."
                }
            ]
        },
        {
            "title": "Iliopsoas Muscle Tears: Clinical Signs, Diagnosis and Treatment",
            "introduction": "The iliopsoas muscle consists of the fusion of the iliacus and psoas major muscles. The psoas muscle attaches along the underside of the backbones, and the iliacus attaches on the inner side of the pelvis. These two muscles join together and form a common tendon that attaches onto the lesser trochanter of the thigh bone (femur). The function of this muscle is to externally rotate and flex the hip joint. Animals can function without this muscle.",
            "body":[
                {
                    "subtitle": "Causes",
                    "text": "Iliopsoas strain (tear) results from excessive stretching of this muscle during highly athletic activities such as agility training or fetching a tennis ball. The injury occurs commonly at or near the muscle-tendon junction, the weak link. Slipping into a splay-legged position, jumping off an elevated surface, excessive training or play, and roughhousing with other pets are common causes of the muscle strain."
                },
                {
                    "subtitle": "Diagnostic Tests",
                    "text": "Radiographs (X-rays) frequently do not show the muscle tear in the acute phase; however, in chronic cases the torn muscle may have mineralized densities. Ultrasound is a good tool to help diagnose this problem, but sometimes the muscle may only have microscopic changes that may not be seen on ultrasound imaging. MRI and CT scan are other diagnostic tools that can help in the diagnosis of the problem. Commonly, the diagnosis is based on the clinical findings during the examination."
                },
                {
                    "subtitle": "Treatment",
                    "text": "An acute iliopsoas muscle tear should be treated medically; surgery is only reserved for unresponsive cases. Muscle relaxing medications are used to ameliorate muscle spasms and pain. Other treatments include the administration of nonsteroidal anti-inflammatories (Rimadyl®, Deramaxx™, Previcox®, etc.), applying a cold compress to the groin, and exercise restriction."
                }
            ]
        }
    ]    
}